<?php
require_once('config.php');

$A = 4;
$B = 5;
$C = 6;
$num = 20; 
$tpl_vars=array('condition'=> 'Дано довжини ребер a, b, c прямокутного паралелепіпеда.
 Знайти його об`єм V = a · b · c і площа поверхні S = 2 · (a · b + b · c + a · c).' ,
 'A' => $A, 'B' => $B, 'C' =>$C, 'V' => $A*$B*$C, 'S' => 2 * ($A*$B+$B*$C+$A*$C), 'condition1' => 'Дано двозначне число. Вивести спочатку його ліву цифру (десятки), а
 потім - його праву цифру (одиниці). Для знаходження десятків використати
 операцію ділення націло, для знаходження одиниць - операцію взяття залишку
 від ділення націло. Вивести умову задачі, початкові значення та результуючі.', 'Number'=> $num ,'N1' => intdiv($num,10), 'N2' =>20%10);
$tpl_file='lab1-3.tmpl';
require_once('tpl_config.php');
?>